//
//  URLConstants.h
//  BasicFramework
//
//  Created by Rainy on 2016/11/16.
//  Copyright © 2016年 Rainy. All rights reserved.
//
#import <Foundation/Foundation.h>
#define ENVIRONMENT 0 //  0－开发/1－测试/2－正式

#pragma mark -  * * * * * * * * * * * * * * 域名切换 * * * * * * * * * * * * * *

extern NSString * const Environment_Domain;

#pragma mark * * * * * * * * * * * * * * 详细接口地址* * * * * * * * * * * * * *

/*************************************注册登录*********************************************/
extern NSString * const Login_URL;

/*************************************地图*********************************************/


/*************************************计费*********************************************/


/*************************************钱包*********************************************/


/*************************************个人中心*********************************************/



